const breadcrumbs = [
    {name: "Главная", href: "index.html"},
    {name: "Новости"}
];

const sidebar = {
    tags: [
        'Растения',
        'Ботаника',
        'Голосеменные растения',
        'Растения',
        'Травы',
        'Семена',
    ]
};

const news = [
    {
        day: '29',
        month: 'янв',
        year: '2017',
        viewCount: 50,
        title: 'Заголовок новости',
        detail: 'Как часто люди проходят мимо домов, улиц и скверов, не замечая красоты вокруг себя. Люди бегут, ' +
        'бегут, их ничего не интересует кроме собственных проблем. А ведь можно и всю жизнь пробегать, так ничего и не заметив!',
        image: require('../../resources/external-images/news/new-1.jpg')
    },
    {
        day: '15',
        month: 'янв',
        year: '2017',
        viewCount: 67,
        title: 'Заголовок новости',
        detail: 'Как часто люди проходят мимо домов, улиц и скверов, не замечая красоты вокруг себя. Люди бегут, ' +
        'бегут, их ничего не интересует кроме собственных проблем. А ведь можно и всю жизнь пробегать, так ничего и не заметив!',
        image: require('../../resources/external-images/news/new-2.jpg')
    },
    {
        day: '02',
        month: 'фев',
        year: '2017',
        viewCount: 34,
        title: 'Заголовок новости',
        detail: 'Как часто люди проходят мимо домов, улиц и скверов, не замечая красоты вокруг себя. Люди бегут, ' +
        'бегут, их ничего не интересует кроме собственных проблем. А ведь можно и всю жизнь пробегать, так ничего и не заметив!',
        image: require('../../resources/external-images/news/new-3.jpg')
    },
    {
        day: '02',
        month: 'фев',
        year: '2017',
        viewCount: 34,
        title: 'Заголовок новости',
        detail: 'Как часто люди проходят мимо домов, улиц и скверов, не замечая красоты вокруг себя. Люди бегут, ' +
        'бегут, их ничего не интересует кроме собственных проблем. А ведь можно и всю жизнь пробегать, так ничего и не заметив!',
        image: require('../../resources/external-images/news/new-4.jpg')
    },
    {
        day: '02',
        month: 'фев',
        year: '2017',
        viewCount: 34,
        title: 'Заголовок новости',
        detail: 'Как часто люди проходят мимо домов, улиц и скверов, не замечая красоты вокруг себя. Люди бегут, ' +
        'бегут, их ничего не интересует кроме собственных проблем. А ведь можно и всю жизнь пробегать, так ничего и не заметив!',
        image: require('../../resources/external-images/news/new-5.jpg')
    }
];

export {breadcrumbs, sidebar, news};